Repository: neutralnever/map-metro
Catalog: languages/plugins/leaflet-map-*.po
Languages: ru_ru

source: Video Overlay Map
ru_ru: Карта с наложением видео

source: Image Overlay Map
ru_ru: Карта с наложением изображения

source: Some maps get tiles from multiple servers with subdomains such as a,b,c or 1,2,3 or cache1,cache2; pass a string where each char is its own subdomain, or pass comma-separated string
ru_ru: Некоторые карты берут подложку с различных серверов с субдоменами, таких как a,b,c или 1,2,3 или cache1,cache2; укажите строку таким образом, чтобы каждый символ являлся его собственным поддоменом, или укажите строку, разделяя значения запятыми.

source: , under their free license.
ru_ru: , под их свободной лицензией

source: Leaf icon provided by
ru_ru: Знак листочка предоставлен

source: Found an issue?
ru_ru: Нашли ошибку?

source: WordPress Support
ru_ru: Поддержка WordPress

source: Shortcode helper
ru_ru: Помощь в шорткодах

source: Sorry, your nonce did not verify
ru_ru: Извините, ваш номер не был подтверждён

source: Access Token
ru_ru: Маркер доступа

source: An access token that is passed to L.tileLayer; useful for Mapbox tiles
ru_ru: Маркер доступа, который передается L.TileLayer; полезен для плиток Mapbox

source: An id that is passed to L.tileLayer; useful for Mapbox
ru_ru: Идентификатор, который передается L.TileLayer; полезен для Mapbox

source: Boolean for whether the layer is wrapped around the antimeridian
ru_ru: Логическое значение для определения того, обернут ли слой вокруг антимеридиана

source: No Wrap (tiles)
ru_ru: Без упаковки (плитки)

source: The zoom number used in tile URLs will be offset with this value
ru_ru: Число масштабирования, используемое в URL-адресах плиток, будет смещено на это значение

source: Tile Id
ru_ru: ID плитки

source: Tile Size
ru_ru: Размер плитки

source: Width and height of tiles (in pixels) in the grid. Default is 256
ru_ru: Ширина и высота плиток (в пикселях) в сетке. Значение по умолчанию равно 256

source: Zoom Offset
ru_ru: Смещение масштаба

source: Add a scale to each map. Can also be added via shortcode <br /> <code>[leaflet-scale]</code>
ru_ru: Добавьте масштаб к каждой карте. Также может быть добавлен с помощью shortcode <br /> <code>[leaflet-scale]</code>

source: Fit Bounds
ru_ru: Подходящие рамки

source: Show Scale
ru_ru: Показать Масштаб

source: Detect Retina
ru_ru: Обнаружена Retina

source: Fetch tiles at different zoom levels to appear smoother on retina displays.
ru_ru: Извлекайте плитки с разными уровнями масштабирования, чтобы они выглядели более плавно на дисплеях retina.

source: Show maps in excerpts
ru_ru: Показывать карты в отрывках

source: Add GeoJSON by URL
ru_ru: Добавить GeoJSON по URL

source: Add GeoJSON with circle markers and popups
ru_ru: Добавьте GeoJSON с маркерами кругов и всплывающими окнами

source: Basic Polygon
ru_ru: Базовый многоугольник

source: Keep them in Newfoundland
ru_ru: Оставить в Newfoundland

source: KML/GPX JavaScript Converter
ru_ru: JavaScript-конвертер KML/GPX

source: ToGeoJSON converts KML and GPX files to GeoJSON; if you plan to use [leaflet-kml] or [leaflet-gpx] then this library is loaded. You can change the default if you need.
ru_ru: ToGeoJSON преобразует KML- и GPX-файлы в GeoJSON; если вы планируете использовать [leaflet-kml] или [leaflet-gpx] — библиотека будет загружена. Вы можете изменить поведение по умолчанию, если надо.

source: Add GPX by URL
ru_ru: Добавить GPX по URL

source: Add KML by URL
ru_ru: Добавить KML по URL

source: Google API Key (optional)
ru_ru: Ключ Google API (необязательно)

source: MapQuest API Key (optional)
ru_ru: Ключ MapQuest API (необязательно)

source: Supply a Google API Key
ru_ru: Указать ключ Google API

source: The Google Geocoder requires an API key with the Places product enabled
ru_ru: Для Google Geocoder требуется ключ API с включенным продуктом Places

source: You are unlikely to ever be charged for geocoding.
ru_ru: С вас вряд ли когда-нибудь возьмут плату за геокодирование.

source: You must create a project and set up a billing account, then you will be given an API key.
ru_ru: Вы должны создать проект и настроить учетную запись для выставления счетов, после чего вам будет предоставлен ключ API.

source: Image Map
ru_ru: Изображение карты

source: SVG Marker Icon
ru_ru: Значок маркера SVG

source: Basic Circle
ru_ru: Базовый круг

source: Default Longitude
ru_ru: Стандартная долгота

source: Default latitude for maps.
ru_ru: Стандартная широта для карт.

source: Default longitude for maps.
ru_ru: Стандартная долгота для карт.

source: Default Latitude
ru_ru: Стандартная широта

source: You can also change this for each map
ru_ru: Вы также можете изменять её для каждой карты

source: Default Height
ru_ru: Стандартная высота

source: Default height for maps. Values can include "px" but it is not necessary. Can also be "%".
ru_ru: Стандартная высота для карт. Значения могут содержать "px", но это не обязательно. Может также указываться в "%".

source: Default Width
ru_ru: Стандартная ширина

source: Default width for maps. Values can include "px" but it is not necessary. Can also be "%".
ru_ru: Стандартная ширина для карт. Значения могут содержать "px", но это не обязательно. Может также указываться в "%".

source: If enabled, all markers on each map will alter the view of the map; i.e. the map will fit to the bounds of all of the markers on the map.
ru_ru: Если включено, все маркеры на каждой карте будут изменять положение карты; то есть карта будет подгоняться под границы всех маркеров на ней.

source: The zoom buttons can be large and annoying.
ru_ru: Кнопки изменения масштаба могут быть большими и раздражающими.

source: Show Zoom Controls
ru_ru: Показывать контролер изменения масштаба

source: Scroll Wheel Zoom
ru_ru: Изменение масштаба колёсиком мыши

source: Disable zoom with mouse scroll wheel. Sometimes someone wants to scroll down the page, and not zoom the map.
ru_ru: Отключить изменения масштаба колёсиком мыши. Иногда кому-то нужно пролистать страницу, а не приблизить карту.

source: Double Click Zoom
ru_ru: Изменение масштаба по двойному нажатию

source: If enabled, your maps will zoom with a double click. By default it is disabled: If we're going to remove zoom controls and have scroll wheel zoom off by default, we might as well stick to our guns and not zoom the map.
ru_ru: Если включено, ваши карты буду приближаться по двойному клику. По умолчанию, это оключено: Если вы хотите убрать контроллер масштаба и использовать колёсико мыши по умолчанию, мы также можем стоять на своём и не приближать карту.

source: Default Min Zoom
ru_ru: Стандартый минимальный уровень масштаба

source: Default Zoom
ru_ru: Стандартный уровень масштаба

source: Default zoom for maps.
ru_ru: Стандартный уровень масштаба для карт.

source: A JS library for interactive maps
ru_ru: JS-библиотека для интерактивных карт

source: A plugin for creating a Leaflet JS map with a shortcode. Boasts two free map tile services and three free geocoders.
ru_ru: Плагин для создания JS-карты листовки с short code. Может похвастаться двумя бесплатными сервисами картографических плиток и тремя бесплатными геокодерами.

source: Attribution to a custom tile url. Use semi-colons (;) to separate multiple.
ru_ru: Присвоение URL-адреса пользовательской плитки. Используйте точки с запятой (;) для разделения нескольких.

source: Basic Lines w/Scrollwheel
ru_ru: Основные линии с колесом прокрутки

source: blog post
ru_ru: запись в блоге

source: Choose a tiling service or provide your own.
ru_ru: Выберите сервис с плитками или укажите свой.

source: Clear Geocoder Cache
ru_ru: Очистить кэш геокодера

source: contributors
ru_ru: составители

source: Create a new app
ru_ru: Создайте новое приложение

source: Default Attribution
ru_ru: Атрибуты по умолчанию

source: Default Max Zoom
ru_ru: Максимальный масштаб по умолчанию

source: Default Tiling Service
ru_ru: Сервис плиток по-умолчанию

source: Denmark Addresses
ru_ru: Датские адреса

source: Disable all Interaction
ru_ru: Отключить всё взаимодействие

source: Drag Me
ru_ru: Тащи меня

source: Draggable Marker
ru_ru: Перемещаемый маркер

source: Examples
ru_ru: Примеры

source: Fitted Colored Line on Addresses
ru_ru: Встроенная Цветная линия на адресах

source: Geocoder
ru_ru: Геокодер

source: Google Maps
ru_ru: Карты Google

source: here
ru_ru: здесь

source: https://wordpress.org/plugins/leaflet-map/
ru_ru: https://ru.wordpress.org/plugins/leaflet-map/

source: I will provide my own map tile URL
ru_ru: Я укажу свой собственный URL тайлов

source: If you choose MapQuest, you must provide an API key.
ru_ru: Если вы выберете MapQuest, вам надо будет указать ключ API.

source: If you host your own Leaflet files, then paste the URL here.
ru_ru: Если вы размещаете свои собственные файлы Leaflet, вставьте URL-адрес здесь.

source: Interactive Shortcodes:
ru_ru: Интерактивные шорткоды

source: Links In Marker Messages (visible)
ru_ru: Ссылки в сообщениях с маркерами (отображать)

source: Location caches have been cleared!
ru_ru: Кэш координат был очищен!

source: Many Markers!
ru_ru: Много маркеров!

source: Map Shortcode
ru_ru: Шорткод карты

source: Map Tile URL
ru_ru: URL тайлов карты

source: Map Tile URL Subdomains
ru_ru: Поддомены URL-адресов плитки карты

source: MapQuest (I have an API key)
ru_ru: MapQuest (у меня есть ключ API)

source: Marker Icon
ru_ru: Значок маркера

source: Marker Popup Messages (on click)
ru_ru: Маркер всплывающих сообщений (по щелчку)

source: Marker Shortcode
ru_ru: Шорткод маркера

source: More Crazy Line Attributes
ru_ru: Больше безумных атрибутов линий

source: Move the map and the marker to generate shortcodes below:
ru_ru: Перемещайте карту и маркер, чтобы создать шорткоды (см. ниже)

source: Options have been reset to default values!
ru_ru: Настройки сброшены к стандартным!

source: Options Updated!
ru_ru: Настройки обновлены!

source: Please note: free tiles from MapQuest have been discontinued without use of an API key
ru_ru: Обратите внимание: бесплатные тайлы MapQuest больше недоступны без ключа API

source: Reset to Defaults
ru_ru: Вернуть стандартные настройки

source: Restrict the viewer from zooming in past the minimum zoom. Can set per map in shortcode or adjust for all maps here.
ru_ru: Запретить масштабировать мельче минимального масштаба. Можно задать индивидуально с помощью шорткода или для всех карт — здесь.

source: Restrict the viewer from zooming out past the maximum zoom. Can set per map in shortcode or adjust for all maps here
ru_ru: Запретить масштабировать крупнее максимального масштаба. Можно задать индивидуально с помощью шорткода или для всех карт — здесь.

source: Same as above.
ru_ru: То же, что и выше

source: Save Changes
ru_ru: Сохранить изменения

source: See more tile servers
ru_ru: Смотрите больше серверов плиток

source: Select the Geocoding provider to use to retrieve addresses defined in shortcode.
ru_ru: Выберите поставщика геокодирования, который будет использоваться для извлечения адресов, определенных в short code.

source: Settings
ru_ru: Настройки

source: Sign up
ru_ru: Зарегистрироваться

source: Standard
ru_ru: Стандартная

source: Supply an API key if you choose MapQuest
ru_ru: Укажите ключ API, если вы выберете MapQuest

source: then
ru_ru: затем

source: then supply the "Consumer Key" here.
ru_ru: затем укажите здесь "Ключ потребителя".

source: Zoom Buttons
ru_ru: Кнопки масштабирования
